{
    "Character Sheet V1": [
        {
            "Character Name ": "Selena Nightshade",
            "Archtype": "Assassin",
            "HP": "8",
            "Attack Mod": "4",
            "Passive": "May choose to leave combat after taking damage, does not receive Points for future kills in round.",
            "Ability": "Once per rest if there there is one enemy you may enter combat at the beginning of a round attacking a target of your choice.",
            "Ultimate ": "Once per rest, name a unit, the first time you kill that unit will yield one extra point and fully heal your character."
        },
        {
            "Character Name ": "Orion Stormarrow",
            "Archtype": "Archer",
            "HP": "10",
            "Attack Mod": "3",
            "Passive": "The first time you take damage in combat, only take half damage.",
            "Ability": "Once per rest when you attack you may split the damage among units as you like",
            "Ultimate ": "Once per rest, when you attack roll two dice, choose which to keep as your damage. If they match, keep both."
        },
        {
            "Character Name ": "Isabella Shadowsong",
            "Archtype": "Spy",
            "HP": "10",
            "Attack Mod": "3",
            "Passive": "You can look at one players action card before action cards are revealed. You can choose to change your own action card before cards are revealed.",
            "Ability": "Once per a rest, before action cards are revealed you can randomly swap a players action card. ",
            "Ultimate ": "Deceptive Gambit - Once per rest, unleash a deceptive gambit to throw off your opponents. Each player reveals their action card simultaneously. Then, secretly choose a new action card and reveal it. Your chosen action card takes effect instead of the previously revealed one."
        },
        {
            "Character Name ": "Raven Blackthorn",
            "Archtype": "Thief",
            "HP": "10",
            "Attack Mod": "3",
            "Passive": "Once per round if you are not in the lead steal a point from a gladiator",
            "Ability": "Once per rest if you have no Battle Trait cards you can steal one card from someone with two Battle trait cards",
            "Ultimate ": "Once per rest, choose a Gladiator and how many points you would like to steal from them. Both Gladiators roll a dice if the difference matches the number of points you choose, steal that many points."
        },
        {
            "Character Name ": "Maximus Ironheart",
            "Archtype": "General",
            "HP": "12",
            "Attack Mod": "3",
            "Passive": "Start with a random Battle Traint card. You can have up to three Battle Traits.",
            "Ability": "Once per rest, before action cards are revealed name a card, gain a point for each card that matches what was named.",
            "Ultimate ": "Once per rest, choose all action cards for Gladiators."
        },
        {
            "Character Name ": "Kira Shadowblade",
            "Archtype": "Blade Master",
            "HP": "12",
            "Attack Mod": "3",
            "Passive": "Increase damage by one each time you kill an enemy (last hit)",
            "Ability": "Whenever you defend in combat you may choose to redirect 2 damage to a another unit other than the attacker.",
            "Ultimate ": "Once per rest, roll a dice, deflect X amount of damage to another unit of your choice where X is the number rolled"
        },
        {
            "Character Name ": "Seraphina Melodyweaver",
            "Archtype": "Bard",
            "HP": "12",
            "Attack Mod": "3",
            "Passive": "When Defending you block 2 damage and can heal any one target 2.",
            "Ability": "Once per rest, choose any number of units to gain advantage on their rolls for their next roll (roll double dice, keep the higher roll)",
            "Ultimate ": "Once per rest, roll 3 dice, one will heal, one will deal damage, one will award points. Distribute them as you like."
        },
        {
            "Character Name ": "Alistair Lightbringer",
            "Archtype": "Cleric",
            "HP": "12",
            "Attack Mod": "3",
            "Passive": "Every time you heal a unit in Battle, gain a point.",
            "Ability": "Once per rest, heal a target for 2 health, repeat this once.",
            "Ultimate ": "When you or another Gladiator is knocked out roll dice, 4+ the unit is revived with 50% health (rounded down) still lose points but not stunned."
        },
        {
            "Character Name ": "Seraphina Whitethorn",
            "Archtype": "Martyr",
            "HP": "12",
            "Attack Mod": "3",
            "Passive": "Don't lose points for being stunned, gain a point each time you are stunned.",
            "Ability": "Once per rest, force a target to attack you, they take the damage you are dealt plus your attack mod.",
            "Ultimate ": "Once per rest, reduce your health to 0, deal damage equal to the health lost plus your attack mod. Any units stunned in this way are stunned before you are."
        },
        {
            "Character Name ": "Draven Wildheart",
            "Archtype": "Beast Master",
            "HP": "12",
            "Attack Mod": "3",
            "Passive": "Passive: Animal Bond - The Beast Master starts the game with a loyal companion. The companion assists in battles, dealing 1 additional damage with each attack.",
            "Ability": "Call of the Wild - Once per rest, summon a temporary beast companion to aid in combat. The beast companion has 6 health and deals 2 damage with each attack. It remains in play until defeated or the battle ends.",
            "Ultimate ": "Beast Horde - Once per rest, summon a horde of beasts to overwhelm your enemies. Summon 3 temporary beast companions with 4 health each. They deal 2 damage with each attack and remain in play until defeated or the battle ends."
        },
        {
            "Character Name ": "Grom Bloodaxe",
            "Archtype": "Barbarian",
            "HP": "14",
            "Attack Mod": "2",
            "Passive": "Unyielding Rage - Whenever the Barbarian is knocked out, they immediately regain 4 health and return to battle with 2 attack mod for the next round.",
            "Ability": "Frenzied Assault - Once per rest, enter a state of frenzied assault. For the next two rounds, the Barbarian's attack mod is increased by 2. However, the Barbarian cannot use Defend actions during this time.",
            "Ultimate ": "Devastating Cleave - Once per rest, unleash a devastating cleave attack. Deal 5 damage to all monsters and gladiators in the battle. This attack cannot be modified by Battle Traits."
        },
        {
            "Character Name ": "Seraphina Dawnshield",
            "Archtype": "Paladin",
            "HP": "16",
            "Attack Mod": "2",
            "Passive": "Divine Protection - The Paladin has a natural resistance to damage. Whenever they take damage, reduce it by 2 (minimum of 1).",
            "Ability": "Shield of Justice - Once per rest, activate the Shield of Justice. The Paladin gains 4 temporary health that cannot be healed, and their attack mod is increased by 2 for the next round.",
            "Ultimate ": "Once per rest, call upon divine powers to intervene in the battle. Fully heal the Paladin and all friendly conscious gladiators, remove all negative effects, and gain 3 temporary health. Additionally, all monsters in the battle lose 2 health."
        },
        {
            "Archtype": "Merchant",
            "HP": "10",
            "Attack Mod": "3",
            "Passive": "Open for Business: When training you can take an Item OR a Battle Trait. When entering battle If you do not have any items draw 3 items, pick 1 and shuffle the rest back into the deck.",
            "Ability": "Once per rest discard an item and choose one of the following gain 3 points, heal 3, add 3 to your attack, or allow your other team member to each draw 1 item.",
            "Ultimate ": "Once per rest choose a character with an Item, they must give you 5 points OR discard an Item OR discard a Battle Trait. "
        },
        {
            "Archtype": "Wizard"
        }
    ],
}
